---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionStructuralTees
source: html/1f9da658-9d54-7bc1-dc26-3a0c48fafbf8.htm
---
# StructuralSectionStructuralTees Properties

Common set of parameters for structural analysis.